Repository: CherokeeLanguage/Action-Imitation-and-Fun-Series
Catalog: 07-Bow-Wow-and-Mew-Mew/OmegaT/omegat/project_save.tmx
Source language: en_us
Languages: chr

source: "Get out of my way," said Bow-wow.
chr: "Get out of my way," said ᏓᏑᏫᏍᎩ.

source: Bow-wow came along.
chr: ᎤᏍᏗ ᎩᏟ ᏓᏑᏫᏍᎩ ᎤᎷᏤ.

source: He snarled at Mew-mew.
chr: ᎤᏲ ᏄᏪᏎᎴ ᎠᏇᎷᏍᎩ.

source: Mew-mew sat by the fire.
chr: ᏪᏌ ᎠᏇᎷᏍᎩ ᎤᏬᏞ ᎠᏥᎳ ᎾᎥ.

source: Mew-mew spit at Bow-wow.
chr: ᎠᏇᎷᏍᎩ spit at ᏓᏑᏫᏍᎩ.
